tap "dart-lang/dart"
tap "ethereum/ethereum"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "openssl@3"
brew "awscli"
brew "gettext"
brew "cmake"
brew "cocoapods"
brew "qemu"
brew "colima"
brew "curl"
brew "docker"
brew "ethereum"
brew "eza"
brew "fd"
brew "flyctl"
brew "gh"
brew "grep"
brew "htop"
brew "jq"
brew "libtool"
brew "lua-language-server"
brew "ninja"
brew "pkg-config"
brew "redis"
brew "ripgrep"
brew "stow"
brew "stylua"
brew "tmux"
brew "wget"
brew "zoxide"
brew "zsh"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai", args: ["HEAD"]
cask "alacritty"
cask "ccleaner"
cask "finicky"
cask "firefox-developer-edition"
cask "flutter"
cask "gpg-suite"
cask "keybase"
cask "mullvadvpn"
cask "obsidian"
cask "postman"
cask "slack"
cask "spotify"
